[ItemDefs.ID_IrisDL3_CommAppeal_Crate MissionItemDefinition]
UseFailureCharacterMessage="This is how things should be %s write down."
ItemName="Rotary box"
PickupMessage="next to you %s"
UseFailureLevelMessage="You must be at least %d level to use this item.."
UseFailureConstraintsMessage="This is not allowed."
NoManufacturerName="General |"

[ItemDefs.ID_IrisDL3_CommAppeal_Crate:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Arsenal are funny"
NoConstraintText=""
Suffix=""
Prefix=""

